Revit 2027 API
ParameterTypeId.RbsElecApparentCurrentPhasecParam Property
 "Apparent Current Phase C"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecApparentCurrentPhasecParam { get; }
Public Shared ReadOnly Property RbsElecApparentCurrentPhasecParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecApparentCurrentPhasecParam {
	ForgeTypeId^ get ();
}
static member RbsElecApparentCurrentPhasecParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace